"""

Дано некоторое число:

12345
Выведите в консоль все его символы с конца.

"""

num = str(12345)[::-1]

print(num)

