"""

Дана строка:

'abcdef'
Получите каждый второй символ этой строки:

'acf'

"""

str_ = 'abcdef'

print(str_[1::2])