# Дана строка. Выведите в консоль длину этой строки.

length_str = str(input())
print(len(length_str))