# Дана строка. Выведите в консоль последний символ строки.

length_str = str(input())
print(length_str[-1])