# Дано число. Выведите в консоль последнюю цифру этого числа.

user_number = int(input())
user_number = str(user_number)
print(user_number[-1])
