# Дано число. Выведите количество цифр в этом числе.

user_number = int(input())
user_number = str(user_number)

print(len(user_number))