# Дано число. Выведите в консоль первую цифру этого числа.

user_number = int(input())
user_number = str(user_number)
print(user_number[0])

