# Дана некоторая строка:
#
# 'abcde'
# Получите список ее символов:
#
# ['a', 'b', 'c', 'd', 'e']

str_ = str(input())
print(list(str_))
