# Дан список:
# [1, 2, 3, 4, 5, 6]
# Получите из него следующий срез:
#
# [3, 4, 5]

list_ = [1, 2, 3, 4, 5, 6]
print(list_[2:6])