"""

Выведите в консоль все четные числа из промежутка от 1 до 100.

"""

for i in range(1, 101):
    if i % 2 == 0:
        print(i)