"""

Дана некоторая строка:

'abcdeabc'
Получите сет ее символов:

{'a', 'b', 'c', 'd', 'e'}

"""

print(set('abcdeabc'))
