"""

Дан список:

[1, 2, 3, 4, 5, 6]
Получите из него два последних элемента:

[5, 6]

"""

list_ = [1, 2, 3, 4, 5, 6]

print(list_[-1], list_[-2])
