"""

Найдите сумму всех целых чисел от 1 до 100.

"""

summa = 0

for i in range(1, 101):
    summa += i

print(summa)
