"""

Дан список:

[1, 2, 3, 4, 5, 6]
Получите из него каждый второй элемент:

[1, 3, 5]

"""

list_ = [1, 2, 3, 4, 5, 6]
print(list_[1::2])