"""

Даны два целых числа. Найдите остаток от деления первого числа на второе.

"""

a = int(input())
b = int(input())
print(a % b)