"""

Дан список с числами:

[1, 2, 3, 4, 5]
Найдите сумму элементов этого списка.

"""

list_ = [1, 2, 3, 4, 5]

print(sum(list_))
