"""

Дан словарь:

{
	'a': 1,
	'b': 2,
	'c': 3,
	'd': 4,
}
Найдите сумму элементов этого словаря.

"""

dict_ = {
    'a': 1,
    'b': 2,
    'c': 3,
    'd': 4,
}

print(sum(dict_.values()))
