"""

Дана строка:

'abcde'
Получите список букв этой строки.

"""

list_ = [char for char in 'abcde']
print('Список букв этой строки:', *list_)


