"""

Дано некоторое число:

12345
Получите список цифр этого числа.

"""

list_ = str(12345)
list_ = list(list_)
print(list_)