"""

Дан словарь:

{
	'a': 1,
	'b': 2,
	'c': 3,
	'd': 4,
}
Найдите сумму квадратов элементов этого словаря.

"""

dict_ = {
	'a': 1,
	'b': 2,
	'c': 3,
	'd': 4,
}

dict2 = sum([char*2 for char in dict_.values()])
print(dict2)
