"""

Дано некоторое число:

12345
Переверните его:

54321

"""

list_ = str(12345)
list_ = list(list_)
print(list_[::-1])
