"""

Дан кортеж с числами:

(1, 2, 3, 4, 5)
Найдите сумму элементов этого кортежа.

"""

print(sum((1, 2, 3, 4, 5)))
