"""

Дана строка:

'abcdef'
Получите первых три символа этой строки:

'abc'

"""
str_ = 'abcdef'
print(str_[0:3])