"""

Дан список с числами:

[1, 2, 3, 4, 5, 6]
Увеличьте каждое число из списка на 10 процентов.

"""

list2 = [char*0.1+char for char in [1, 2, 3, 4, 5, 6]]
print(list2)
