"""

Дана строка:

'abcdef'
Получите три последних символа этой строки:

'def'

"""

str_ = 'abcdef'
print(str_[-3:])